{
   "identifier":"privacyPolicy",
   "type":"standardConsentDocument",
   "sections":[
      {
         "identifier":"overview",
         "type":"standardConsentSection",
         "sectionType":"overview",
         "title":"Introduction",
         "summary": "The purpose of this study is to continuously monitor location of participants both inside and outside buildings on the campus.",
          "htmlContent": "<p><span style=\"font-weight: 400;\">You are being asked to join a research study called, &ldquo;Ancile Project: Continuous Location Tracking.&rdquo; The purpose of this study is to continuously monitor location of participants both inside and outside buildings on the campus.</span></p><p><span style=\"font-weight: 400;\">This consent form will explain:</span></p><ul><li style=\"font-weight: 400;\"><span style=\"font-weight: 400;\">the purpose of the study</span></li><li style=\"font-weight: 400;\"><span style=\"font-weight: 400;\">what you will be asked to do </span></li><li style=\"font-weight: 400;\"><span style=\"font-weight: 400;\">the potential risks and benefits</span></li></ul><p><strong>Why is this research study being done?</strong></p><p><span style=\"font-weight: 400;\">People today generate a tremendous amount of data as a byproduct of their daily activities through use of mobile phones, wearable devices, and online services. The availability of this &ldquo;microscale&rdquo; data creates exciting opportunities for solving complex planning problems (e.g., using location data to decide where to place a new caf&eacute; on campus to best serve the Cornell community) but it also raises serious concerns about security and privacy.</span></p><p><span style=\"font-weight: 400;\">The Ancile Project is developing a new software platform for managing microscale data in a privacy-sensitive manner. The purpose of this study is to understand the daily habits of students, faculty, and staff at Cornell&mdash;in particular, how they move around on campus. Understanding this will provide insights into algorithms for optimizing resources based on microscale data. Such algorithms would allow, for example, for campus services to better serve the Cornell University community. In this study, we ask you to allow this mobile application to record your location as you go about your usual daily activities.</span></p><p><span style=\"font-weight: 400;\">The data collected may help you become more self aware of your personal habits. In addition, data streams collected for multiple participants will provide insights about the overall behavior of Cornell University community. Using the collected data points, we will build a heatmap of the location of those enrolled in the study and share this holistic model for both you and other study participants, without sharing your identity. Results from this research could provide deeper insights about the aggregate behavior of the Cornell community and could help improve use of facilities, dining, and transportation services.</span></p><p><strong>How this study will contribute to existing knowledge in the field.</strong></p><p><span style=\"font-weight: 400;\">This project will contribute to research on location trends by providing details on how individuals move between different locations on campus. Results from this research could improve how private and public institutions are able to optimize resource management generally, and specifically could improve how campus facilities alter their services to become more effective. </span></p><p><strong>How many people will take part in this study? </strong></p><p><span style=\"font-weight: 400;\">This research study hopes to enroll 150 participants.</span></p><p><strong>How long will you be in this study?</strong><span style=\"font-weight: 400;\">&nbsp;</span></p><p><span style=\"font-weight: 400;\">If you choose to take part in this study, the study period will last for a total of 6 weeks from the time you enroll, but you may be asked to renew your participation and you will be able to use the mobile application for longer if you wish. </span></p><p><span style=\"font-weight: 400;\"><br /></span><strong>What will happen in this research study?</strong></p><p><span style=\"font-weight: 400;\">We are requesting digital consent for your participation in this study, including confirming your eligibility. If you agree to participate in this study, you will complete a general survey in order to confirm your eligibility for this study and determine if this study is appropriate for you. The assessment that you will receive after signing this consent will determine if you are eligible.</span></p><p><span style=\"font-weight: 400;\">If eligible for the study, you need to be willing to allow location services to be enabled throughout the study and complete self-reports at the beginning and end of each week. You may choose to continue with the experiment or leave at any time. Refusal to participate or withdrawal of your consent or discontinued participation in the study will not result in any penalty or loss of benefits or rights to which you might otherwise be entitled.</span></p><p><strong>What are the study procedures?</strong></p><p><span style=\"font-weight: 400;\">Below is a list of the procedures for this study:</span></p><ul><li style=\"font-weight: 400;\"><span style=\"font-weight: 400;\">Completely read this consent form and sign at the end</span></li><li style=\"font-weight: 400;\"><span style=\"font-weight: 400;\">Complete an assessment report to determine your eligibility</span></li><li style=\"font-weight: 400;\"><span style=\"font-weight: 400;\">Install the Ancile application and complete a self report</span></li><li style=\"font-weight: 400;\"><span style=\"font-weight: 400;\">Accept permissions to enable location services, Bluetooth, and WiFi connection.</span></li><li style=\"font-weight: 400;\"><span style=\"font-weight: 400;\">Perform a daily active task that involves taking a generic picture outside your window.</span></li><li style=\"font-weight: 400;\"><span style=\"font-weight: 400;\">Complete a periodic self report at the beginning and end of each week. The self report will have two questions:</span></li><li style=\"font-weight: 400;\"><span style=\"font-weight: 400;\">What days of the week you expect to be on campus and</span></li><li style=\"font-weight: 400;\"><span style=\"font-weight: 400;\">If you have any unusual travel plans for the current week</span></li></ul>"
      },
      {
         "identifier":"dataGathering",
         "type":"standardConsentSection",
         "sectionType":"dataGathering",
         "title": "Collected Data",
         "formalTitle":"What data will be collected?",
         "summary":"When you register for this study, we will collect personal information as well as some technical capabilities of your smartphone (Wi-Fi, location services, etc)",
         "htmlContent":"<p><span style=\"font-weight: 400;\">Ancile app: </span><span style=\"font-weight: 400;\">When you register for this study, we will collect personal information including your name, age, status (student, faculty, etc.) &nbsp;and Cornell NetID. Your personal contact information will be stored separate from all other project data and will only be accessed by the research team if necessary. It will not be shared outside of our research team.</span></p><p><span style=\"font-weight: 400;\">Technical smartphone information collection:</span><span style=\"font-weight: 400;\"> This study will use the Ancile application to collect information about your location using smartphone location services as well as data collected by Cornell Information Technology (CIT) from WiFi access points. We will ask you to connect to Cornell University WiFi networks (RedRover) and enable Bluetooth (this enables retrieving specific locations inside of buildings). Moreover, the app would ask for permission to use the camera on your phone (a notification will pop-up on your phone when you install the app alerting you that your smartphone camera will be used) and send notifications to complete daily tasks. </span></p><p><span style=\"font-weight: 400;\">Institutional databases: </span><span style=\"font-weight: 400;\">We will also make use of existing institutional databases such as CIT&rsquo;s database of physical locations of RedRover access points on campus.</span></p><p><span style=\"font-weight: 400;\">Daily mobile phone data</span><span style=\"font-weight: 400;\">: The app will track your use of the app and features in the app. This way the researchers can find out more about how often the app is typically used by participants, which specific features of the app are used, etc. It is important to note that we do not collect the content of your interactions with others. </span><strong>We will NOT access your personal contacts, text message content, personal photos (other than the generic photo explicitly taken using the camera via the app), or websites visited.</strong><span style=\"font-weight: 400;\"> We will show you all data collection features visually when you first install the Ancile app. This functionality is critical to the study, and these tracking devices are strictly necessary in order for you to use the app and to participate in the study. However, you may change your preference from time to time during the study, should you wish to do so by contacting the researcher. </span></p><p><span style=\"font-weight: 400;\">In case we have trouble contacting you</span><span style=\"font-weight: 400;\">: During the study, we will ask you to keep the app installed on your smartphone, and we will send you notifications via app if we need to contact you. Removing the application or turning off notifications permanently will prevent us from contacting you and should be done only if you intend to withdraw from the study, which you are free to do. In this case, we may contact you by email if we are unable to contact you via the app. Note that email is inherently insecure so we cannot guarantee the confidentiality of email-based communication. You may temporarily turn off notification on your phone as you choose&mdash;e.g., while sleeping, in class, or at a concert.</span></p><p><strong>Permission to contact you once the study is over (optional):</strong></p><p><span style=\"font-weight: 400;\">After the study is over, we realize we may have additional questions about your experience of change and being in the study. We are asking your permission to re-contact you after the study to ask you questions about your experience of change and being in the study. You may withdraw permission to contact you at any time, as it will not affect your participation in the study.</span></p>"
      },
      {
         "identifier":"custom",
         "type":"standardConsentSection",
         "sectionType":"custom",
         "title": "Risks",
         "formalTitle":"What are the risks of the research study?",
         "summary":"There are some risks associated with this study. You might feel uncomfortable being asked to perform activities when you are going about your daily routine.",
         "htmlContent":"<p><span style=\"font-weight: 400;\">The primary risks associated with this study is that your location data might be disclosed. You may also feel some minor impact from using this app when you are going about your day to day routines. You may get notifications at unexpected times of day, which might be bothersome. </span></p><p><span style=\"font-weight: 400;\">The mobile app will upload data from your smartphone. While it is minimal, it may slightly increase your data usage which may be subject to increased charges depending on your plan. Responding to surveys or performing activities using a mobile phone while driving is inherently dangerous and may also be illegal. Be safe: wait until you are in a safe place to perform any tasks related to the study.</span></p><p><span style=\"font-weight: 400;\">You may have concerns about data security, privacy and confidentiality. Your study data, including this consent, will be maintained in an encrypted database. Only a limited number of researchers will have access to any personally identifying survey or device information. Although we will use state-of&ndash; the-art technology to protect your information, there is a slight risk of loss of confidentiality. This is low risk because we separate your personal information (information that can directly identify you, such as your name and NetID) from the other data that you provide to us. However, even with removal of this information, it is sometimes possible to re-identify an individual. This risk, while low, should still be considered before enrolling. Participation in this study may involve risks that are not known at this time.</span></p><p><span style=\"font-weight: 400;\">If you have any questions or concerns, you should contact the Principal Investigator of the study, Nate Foster at jnfoster@cs.cornell.edu .</span></p><p><strong>What are the benefits of this research study?</strong></p><p><span style=\"font-weight: 400;\">The possible benefits you may experience from this study include becoming more self aware of your location habits. Information we learn about your condition may help others in the future as we hope to gain insights that will improve services on the Cornell University campus. </span></p><p><strong>If you do not want to take part in this research study, what are your other choices?</strong></p><p><span style=\"font-weight: 400;\">Your involvement in this research is entirely voluntary, and you can stop or withdraw from the study at any time. You may request that we delete your data at any time.</span></p>",
         "customImageTitle":"splash"
      },
      {
         "identifier":"payment",
         "type":"standardConsentSection",
         "sectionType":"custom",
         "title": "Costs",
         "formalTitle":"Are there any costs for being in this research study?",
         "summary":"There are no costs associated with participating in this study or using the Ancile app.",
         "htmlContent":"There are no costs associated with participating in this study or using the Ancile app. Because you may be receiving text messages as part of this study and may complete assessments using your smartphone, you may be subject to data overage usage charges per your smartphone data plan if you are using your own smartphone and one has not been provided to you by a member of the study team.</span></p><p><strong>Will you receive any payments for participating in this research study?</strong></p><p><span style=\"font-weight: 400;\">No.</span></p>",
         "customImageTitle":"splash"
      },
      {
         "identifier":"privacy",
         "type":"standardConsentSection",
         "sectionType":"privacy",
         "formalTitle": "What are your rights as a research participant?",
          "title": "Privacy",
         "summary":"This study only focuses on survey responses and phone metadata.",
         "htmlContent":"<p><span style=\"font-weight: 400;\">Your participation in this project is voluntary. If you do not join the study, you will not be penalized or lose benefits to which you are entitled. If you join the study you may withdraw at any time without prejudice to your affiliations with Cornell University, and you may request that your data be deleted at any time. </span></p><p><strong>What happens if new information is learned?</strong></p><p><span style=\"font-weight: 400;\">Any new information that develops during this study, which might affect your decision to participate, will be given to you immediately. Your consent to continue to take part in this study may be obtained again.</span></p><p><strong>Who else will see your information? </strong></p><p><span style=\"font-weight: 400;\">The results of this study could be published or presented at scientific meetings, lectures, or other events, but would not include any information that would let others know who you are, unless you give explicit permission to do so. When project data is shared as described later in this document, it will be released to others. We may publish results of this study in scientific journals and may present it at scientific meetings. If we do, we will not identify you. </span></p><p><strong>How do we protect confidentiality?</strong></p><p><span style=\"font-weight: 400;\">As you take part in this research project it will be necessary for the research team and others to use and share some of your private protected information. We are asking your permission to receive, use and share that information. In order to protect your privacy, we will use a random code instead of your name on all of your study data. This unique code cannot be used to directly re-identify you. Any survey or device data that identifies you (including name, birthdate, mobile phone number, etc.) will be removed before the data is transferred to researchers for the study. </span></p><p><span style=\"font-weight: 400;\">We will combine your study data, including survey responses and data obtained from active tasks, with those of other study participants. The combined data will be transferred to a computer program where all of the information can be used by researchers who have obtained permission to use the study data. Your data may be shared with other researchers outside of the Cornell University, but without information that can be linked to identify you. Any data sharing with external parties will be limited to academic researchers. They will not be allowed to share the data further, and will be required to delete all copies of the data after their studies conclude. We will not share your information with any advertisers or other commercial third parties. Data will be stored in a manner that maintains strict information technology procedures to safeguard participant information and to prevent improper access.</span></p><p><strong>Will you be able to access your records?</strong></p><p><span style=\"font-weight: 400;\">You have the right to know who has and who will see your records. To request this information, or for any questions related to your information, you may contact the Research Principal Investigator at jnfoster@cs.cornell.edu.</span></p><p><strong>How long will your information be kept? </strong></p><p><span style=\"font-weight: 400;\">There is no limit on the length of time we will keep your</span> <span style=\"font-weight: 400;\">information for this research because it may be analyzed for many years. We will keep it as long as it is</span> <span style=\"font-weight: 400;\">useful, unless you decide you no longer want to take part or</span> <span style=\"font-weight: 400;\">we close the study. You are allowing access to this information indefinitely. </span></p>"
      },
      {
         "identifier":"withdrawing",
         "type":"standardConsentSection",
         "sectionType":"withdrawing",
         "title": "Withdrawing",
         "formalTitle":"Can you change your mind?",
         "summary":"Your involvement in this research is entirely voluntary, and you can stop or withdraw from the study at any time. You may request that we delete your data at any time.",
         "htmlContent":"<p><span style=\"font-weight: 400;\">If you change your mind about being in the study, you may withdraw at any time. If you want us to stop collecting your information, you must send an email or letter to the Principal Investigator at the following address:</span></p><p><span style=\"font-weight: 400;\">Nate Foster</span></p><p><span style=\"font-weight: 400;\">Department of Computer Science</span></p><p><span style=\"font-weight: 400;\">Gates Hall</span></p><p><span style=\"font-weight: 400;\">107 Hoy Rd</span></p><p><span style=\"font-weight: 400;\">Ithaca, NY 14853</span></p><p><span style=\"font-weight: 400;\">jnfoster@cs.cornell.edu </span></p><p><span style=\"font-weight: 400;\">Note that email is inherently insecure so we cannot guarantee the confidentiality of email-based communication. Your letter should state that you have changed your mind and no longer wish to participate in the study. We may continue to use the information we have already collected unless you ask us to delete it (we need to know what happens to everyone who starts a research study, not just those who remain).</span></p>"
      }
   ],
   "signatures":[]
}
